export const rusTrans = {
  ru: {
    translation: {
      about: 'О нас',
      skills: 'Навыки',
      projects: 'Проекты',
      testimonials: 'Отзывы',
      contact: 'Контакт',
      "Welcome, I'm Aritz Silva":
        'Добро пожаловать, я Aritz Silva (Аритс Силва)',
      intro:
        'Привет, я Aritz Silva (Аритс Силва), 26-летний full stack разработчик, увлеченный технологиями. У меня хорошие навыки в HTML, CSS, React, Node.js, Next.js, Express.js, Java и Spring Boot. Мне нравится создавать инновационные веб-приложения и решать сложные задачи с эффективными решениями. Не стесняйтесь ознакомиться с моим портфолио и связаться со мной, если вы заинтересованы в совместной работе.',
      'Skills & Expertise': 'Навыки и Экспертиза',
      copyRight: '2024 Aritz Silva Galán. Все права защищены.',
      'front-end-development': 'Front-end разработка',
      'front-end-development-desc':
        'Экспертные знания в HTML, CSS, React и множестве других библиотек, связанных с React',
      'back-end-development': 'Back-end разработка',
      'back-end-development-desc':
        'Опыт в Java, Spring Boot, Node.js, Express и управлении базами данных',
      'ui-ux-design': 'UI/UX дизайн',
      'ui-ux-design-desc':
        'Создание интуитивно понятных и визуально привлекательных пользовательских интерфейсов',
      'responsive-design': 'Адаптивный дизайн',
      'responsive-design-desc':
        'Обеспечение оптимального пользовательского опыта на всех устройствах, в основном с использованием Tailwind',
      'performance-optimization': 'Оптимизация производительности',
      'performance-optimization-desc':
        'Улучшение скорости и эффективности сайта с чистым кодом',
      'version-control': 'Контроль версий',
      'version-control-desc':
        'Опыт в Git и совместных рабочих процессах разработки',
      'Featured Projects': 'Избранные проекты',
      'Get in Touch': 'Связаться',
      'Get in Touch description':
        'Не стесняйтесь связаться со мной по электронной почте или через форму для любых вопросов, предложений о работе или просто чтобы сказать привет!',
      unavailable:
        'В настоящее время недоступно из-за проблем с сервером... Извините за неудобства.',
      Name: 'Имя',
      Email: 'Электронная почта',
      Message: 'Сообщение',
      Send: 'Отправить',
      'What People Say': 'Что говорят люди',
      From: 'От',
      testimonialsData: [
        {
          message:
            'Ариц - исключительный разработчик. Его работа над нашим проектом была впечатляющей, и он всегда был готов сделать больше.',
          name: 'Пабло Вильялобос',
          business: 'Epoch AI'
        },
        {
          message:
            'Ариц - исключительный разработчик. Его работа над нашим проектом была впечатляющей, и он всегда был готов сделать больше.',
          name: 'Андрей Разван',
          business: 'Solera'
        },
        {
          message:
            'Ариц - исключительный разработчик. Его работа над нашим проектом была впечатляющей, и он всегда был готов сделать больше.',
          name: 'Сара Фернандес',
          business: ''
        },
        {
          message:
            'Ариц - исключительный разработчик. Его работа над нашим проектом была впечатляющей, и он всегда был готов сделать больше.',
          name: 'Франсиско Эрреро',
          business: 'ICP'
        },
        {
          message:
            'Ариц - исключительный разработчик. Его работа над нашим проектом была впечатляющей, и он всегда был готов сделать больше.',
          name: 'Мириам дель Прадо',
          business: ''
        },
        {
          message:
            'Ариц - исключительный разработчик. Его работа над нашим проектом была впечатляющей, и он всегда был готов сделать больше.',
          name: 'Карлос Гонсалес',
          business: 'La Tuna'
        }
      ],
      download: 'скачать',
      Download: 'Скачать',
      portfolioTitle: 'Веб-сайт портфолио',
      portfolioDescription:
        'Стильное, адаптивное портфолио, демонстрирующее мои навыки веб-разработки, с плавной анимацией и переключателем темного режима.',
      roleWebsiteTitle: 'Веб-сайт гида по ролевым кампаниям',
      roleWebsiteDescription:
        'Полезный сайт (на испанском), предлагающий руководство и советы по проведению кампании настольной RPG, от создания мира до разработки персонажей и истории.'
    }
  }
}
